aaron-bond.better-comments
alefragnani.Bookmarks
alefragnani.project-manager
anseki.vscode-color
batisteo.vscode-django
christian-kohler.npm-intellisense
CoenraadS.bracket-pair-colorizer
dcasella.i3
donjayamanne.githistory
donjayamanne.jupyter
donjayamanne.python-extension-pack
eg2.vscode-npm-script
eriklynd.json-tools
felipecaputo.git-project-manager
formulahendry.code-runner
formulahendry.docker-explorer
IBM.output-colorizer
joelday.docthis
kumar-harsh.graphql-for-vscode
magicstack.MagicPython
MariusAlchimavicius.json-to-ts
mikestead.dotenv
mohsen1.prettify-json
ms-python.python
ms-vscode.Go
ms-vscode.typescript-javascript-grammar
naumovs.color-highlight
oderwat.indent-rainbow
PeterJausovec.vscode-docker
pflannery.vscode-versionlens
QuantumSheep.now-vscode
quicktype.quicktype
redhat.vscode-yaml
richie5um2.vscode-sort-json
sidneys1.gitconfig
SirTori.indenticator
teabyii.ayu
tht13.python
Tyriar.sort-lines
VisualStudioExptTeam.vscodeintellicode
wholroyd.jinja
ziyasal.vscode-open-in-github
DavidAnson.vscode-markdownlint
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
EditorConfig.EditorConfig
eg2.tslint
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
gio00.fish
lunaryorn.fish-ide
ms-python.python
ms-vscode.Go
rbbit.typescript-hero
Shan.code-settings-sync
skyapps.fish-vscode
yzhang.markdown-all-in-one
